Repository: giellalt/corpus-smj
Catalog: tmx/sma/facta/1177.se/gynekologisk-cellprovtagning.html.tmx
Source language: smj
Languages: sma

source: Julevusámegiella / Lulesamiska
sma: Åarjelsaemiengiele / Sydsamiska

source: JulevusámegiellaLulesamiska
sma: ÅarjelsaemiengieleSydsamiska

source: Mij la gynekologalasj sellaåtsådibme ?
sma: Mij lea gynekologijen cellepryövenasse ?

source: Nissuna gåhtjoduvvi dájvvalakkoj (ca.
sma: Nyjsenæjjah jaabnan gohtje (ca.

source: Muhtema e dárbaha åtsådimev vaddet (ca.
sma: Såemies eah daarpesjh pryövenassem vedtedh (ca.

source: Nåvti åtsådibme dagáduvvá (ca.
sma: Naemhtie goerehtimmiem darjodh (ca.

source: Goassa vásstádusáv oadtju ?
sma: Gåessie vaestiedassem åådtje ?

source: Tjoahkkájgäsos
sma: Ektiedimmie

source: Gå dájvvalakkoj vaddá gynekologalasj sellaåtsådimev de máhttá ietjas suoddjit skoahtotjåttåbårredávddaj.
sma: Gosse daamhtaj gynekologijen cellepryövenassem vadta maahta boernengåetiecanceren vööste vaarjelidh.

source: Sellaåtsådibme skoahtotjåttån vuollevájmon váldeduvvá ja árrat máhttá vuosedit jus li sellarievddadusá ma lulun båhtusav vaddet skoahtotjåttåbårredávddaj.
sma: Cellepryövenassem boernengåetientappeste vaalta jïh maahta aareh vuesiehtidh jis cellejeatjahtehtemh åtna mestie maahta boernengåetietjeahpohkencancerem åadtjodh.

source: Ienemus sellarievddadusá ma ájtsaduvvi li giehpep rievddadusá ma ietjastis buorráni, valla muhtemijt la dárbbo ierit válldet.
sma: Jeenjemes cellejeatjahtehtemh mejtie aajhtsa leah geehpebe jeatjahtehtemh mejtie sjïdtehtidh, mohte naan dejstie tjuara destie vaeltedh.

source: Sieldes vuorjját sellaåtsådibme vuoset bårråmdávdav.
sma: Joekoen sveekes aamhtesinie maahta cellepryövenasse vuesehte cancerem åtna.

source: Bårredávdda dalloj la árra mieren ja dåmajdibme álkkep sjaddá ja binnep tjuovvobájnatjimij.
sma: Dellie pråvhka cancere aalkovisnie orre jïh båehtjierdimmie maahta aelhkebe sjïdtedh jïh vaenie lissiehdåårresinie.

source: Nissuna Svierigin dájvvalakkoj gåhtjoduvvi gynekologalasj sellagähttjalibmáj, nåv gåhtjoduvvam screening.
sma: Nyjsenæjjah Sveerjesne daamhtaj gynekologijen cellepryövenasesvaaltemasse bööresuvvieh, maam gohtje screeninge.

source: Jus la 23 ja 50 jage gaskan de gåhttjom boahtá juohkka goalmát jage.
sma: Jis 23 jïh 50 jaepiej gaskem dellie gohtjeme fïerhten gåalmeden jaepien båata.

source: Dan maŋŋela dábálattjat fert vidát jage 60 jahkáj.
sma: Dan mænngan daamhtaj fïerhten vïjhteden jaepien goske 60 jaepien båeries sjædta.

source: Jus la vuorrasabbo gå 50 jage de barggovuoge máhtti sieradit ja gånnå rijkan årru.
sma: Jis båarasåbpoe 50 jaepieh maahta rutijnh ovmessie vuekine årrodh dan mietie gusnie årroeminie.

source: Máhttá aj sellagähttjalimev vaddet jus la gáhppeliddjen jali gynekologa lunna tjadádittjat gynekologalasj åtsådimev ietjá årijs.
sma: Maahta aaj cellepryövenassem vedtedh gosse tsegkietnien jallh gynekologen luvnie jis gynekologijen goerehtimmiem darjoeh jeatjah sjïekenistie.

source: Ij dárbaha gárvedit sierraláhkáj, valla buorre l jus ij la narggem årrum jali muhtem vuojddasav vuollevájmon adnám jánndurav åvddål åtsådime.
sma: Ij daarpesjh maam akt sjïere åvtelhbodti darjodh, mohte hijven jis idtji boetjeme jallh såemies badtjam nåhtadamme dygnem goerehtimmien åvteli.

source: Ietján de gähttjalibme sjaddá vájvve dádjadit.
sma: Jïlhts pryövenassem maahta gïervebe sjïdtedh lohkedh.

source: Ij ga galga åtsådimev vaddet gå l liejbbe.
sma: Ij edtjh pryövenassem vedtedh gosse gujnelemmiem åtna.

source: Gåktu åtsådibme dagáduvvá ?
sma: Guktie goerehtimmiem darjodh ?

source: Gå gähttjalibme vattá de hähttu vuollerubmahav nuoladit ja viellidit gynekologalasj åtsådimståvllåj.
sma: Gosse pryövenassem edtja vaeltedh tjuara vaarjoeh noeledh vueliekråahpesne jïh gynekologijen goerehtimmiestovlese tjihkedidh.

source: Dåktår jali gáhppeliddje máhttá gähttjalimev válldet umassláhkáj.
sma: Dåaktere jallh tsegkietnie maahta pryövenassem vaeltedh ovmessie vuekine.

source: Ienemusát aneduvvá unna spahtel mij duohtaduvvá skoahtodáhpá vuostij ja dan maŋŋela dibma bårstasj skoahtotjåddåga vuolemus oase vuosstij.
sma: Damtemes ohtje spatelem nåhtede mij boernengåetietappen vööste deehkehtidh jïh dan mænngan ohtje seepine boernengåetiekanalen vueliehkommes bielesne.

source: Álu oadtju aj vásstedit muhtem gatjálvisájt gähttjalime bále.
sma: Daamhtaj aaj naan gyhtjelasside vaestiedidh gosse pryövenassem vedtedh.

source: Vásstádusá li ájnnasa guoradalátjit gähttjalimev riektaláhkáj.
sma: Vaestiedassh lea vihkeles guktie pryövenassem reaktoe vuekine analyseeredh.

source: Åtsådibme ij bávtjesta ja dagáduvvá val moatten minuvtan.
sma: Goerehtimmie ij bååktjedh jïh barre måedtie minudtine tjïrrehtidh.

source: Vásstadusáv sellagähtjalibmáj álu oadtju gudán vahkon.
sma: Cellepryövenassen vaestiedassem daamhtaj pråvhka åadtjodh govhte våhkoej mïeresne.

source: Gåktu dåbddu maŋŋela ?
sma: Guktie damta dan mænngan ?

source: Åtsådibme ij la várálasj.
sma: Ij naan vaahrah pryövenassine.

source: Muhttijn varddá vehik maŋŋela valla ij la várálasj.
sma: Muvhtene maahta ånnetji bertedh mohte ij leah vaahreles.

source: Vaddet sellaåtsådimev
sma: Cellepryövenassem vedtedh

source: Gynekologalasj sellaåtsådibme l åtsådibme mij váldeduvvá skoahtotjåddåga vuolemus oases mij gåhtjudallá skoahtodáhppán mij nåhkå guoddnáj.
sma: Gynekologijen cellepryövenasse lea pryövenasse maam boernengåetien vueliehkommes bieleste vaalta maam gohtje boernengåetietappe jïh mij tsïnnese gietjedh.

source: Åtsådibme máhttá árrat vuosedit jus li sellarievddadusá ma máhtti båhtusav vaddet skoahtotjåttåbårredávddaj.
sma: Pryövenasse maahta aareh vuesiehtidh jis cellejeatjahtehtemh åtna mestie maahta boernengåetietjeapohkecancerem åadtjodh.

source: Ienemus sellarievddadusá ma ielveduvvi li giehpep rievddadusá ma ietjastis buorráni, valla muhtemijt hähttu ierit válldet.
sma: Jeenjemes cellejeatjahtehtemh mejtie aajhtsa leah geehpebe jeatjahtehtemh mejtie jïjtje sjïdtehtidh, mohte naan dejstie tjuara destie vaeltedh.

source: Åtsådibme máhttá aj vuosedit bårråmdávdav, ihka vil la vuorjját.
sma: Cellepryövenasse maahta cancerem vuesiehtidh, mohte dïhte joekoen sveekes.

source: Jus dájvvalakkoj vaddá sellaåtsådimev de oadtju nanos suojev skoahtotjåttåbårredávddaj gå sellarievddadusájt máhtti gávnnat åvddål gå li bårredávddaj åvdeduvvam.
sma: Jis daamhtaj cellepryövenassem vadta åådtje tjarki vaarjelimmiem boernengåetiecancerem vööste dan mietie cellejeatjahtehtemidie aajhtsa åvteli cancerem sjïdtedh.

source: Sellaåtsådibme váldeduvvá skoahtotjåddåga vuolemus oases, skoahtodáhpás mij nåhkå guoddnáj.
sma: Cellepryövenassem vueliehkommes boernengåetietjeahpohken bieleste vaalta, boernengåetietappeste mij tsïnnese gietjedh.

source: Skoahto = Livmoder Månem = Äggstock Skoahtotjåttå = Livmoderhals Skoahtodáhppá = Livmodertapp Guoddná = Slida
sma: Livmoder = Boernengåetie Äggstock = Munniestuehkie Livmoderhals = Boernengåetietjeapohke Livmodertapp = Boernengåetietappe Slida = Tsïnne

source: Kontrållå dájvvalakkoj
sma: Jaabnan vååksjedh

source: Gynekologalasj sellaåtsådibme gullu varresvuohtakonrållåjda, nåv gåhtjåduvvam screening, masi nissuna Svierigin gåhtjoduvvi dájvvalakkoj.
sma: Gynekologijen cellepryövenasse meatan dennie healsoevååksjeminie, maam gohtje screeninge, maam nyjsenæjjide Sveerjesne jaabnan böörie.

source: Gå sellarievddadusá árrat ielveduvvi ja dálkuduvvi, le dat dahkam vaj skoahtotjåttåbårredávdda dajt maŋemus 40 jagijt la oalle binnum.
sma: Cellejeatjahtehtemh maahta dellie aajhtsedh jïh aareh båehtjierdidh, destie sjædta boernengåetietjeapohkecancere vaenede dej minngemes 40 jaepieh.

source: Sellaåtsådibme ietjá bálijn
sma: Cellepryövenasse jeatjah tsiehkine

source: Gynekologalasj sellaåtsådimev vatteduvvá aj jus la gáhppeliddje jali gynekologa lunna gynekologalasj åtsådimev ietjá årijs tjadádime.
sma: Maahta aaj gynekologijen cellepryövenassem vedtedh gosse tsegkietnien jallh gynekologen luvnie jïh gynekologijen goerehtimmiem darjodh jeatjah sjïekenistie.

source: Muhttijn sellaåtsådibme l gynekologa guoradallamis oasse jus buojkulvissan li varddemsjáhtasime, valla máhttá aj buorre dille screeningåtsådimev vaddet.
sma: Muvhtene maahta cellepryövenasse bieliem gynekologen goerehtimmeste jis vuesiehtimmien gaavhtan bertedh, bene maahta hijven årrodh aaj screeningepryövenassem vedtedh.

source: Hiebalasj la jus lijká l muddo åtsådimev vaddet, jali jus la vajálduhttám åvdep sellaåtsådimkontrållåv.
sma: Sjïehteles jis edtja pryövenassem vedtedh, jallh jis tïjje dam dellie darjodh.

source: Sellarievddadime ja bårredávdda
sma: Cellejeatjahtehtemh jïh cancere

source: Sellarievddadimij oarre máhttá årrot vájvve skoaden bakteriajs jali gasskabåddåsasj virusinfeksjåvnås dagádum.
sma: Cellejeatjahtehtemh maehtieh sjïdtedh jis irritasjovne njevlieskïeltesne mij bakterijistie jallh viruseinfeksjovneste sjædta.

source: Le sellarievssadusáj dábálamos tjärdda ma máhtti buorránit ietjastis.
sma: Daamhtemes type cellejeatjahtehtemistie maahta jïjtje sjïdtehtidh.

source: Ietjá sellarievddadusá ma lulun båhtusav vaddet skohtotjåttåbårredávddaj, máhtti ierit váldeduvvat unnep tjuollamijn.
sma: Jeatjah cellejeatjahtehtemh mestie boernengåetiecancerem sjædta, maahta unnebe operasjovnine laahpehtidh.

source: Jus la sellaåtsådibme mij ij la iemelágásj de guoradallam dagáduvvá ja álu gåhtjoduvvá dåktåråtsådibmáj.
sma: Jis cellepryövenassem åtna mij ij leah normaale dellie goerehtimmiem darjodh jïh dellie dåakteregoerehtæmman gohtje.

source: Máhttá de oajvvadusáv oadtjot sellarievddadusá galggi tjuoladuvvat jali galggá vuorddet rievddadusájt ietjastis buorránit.
sma: Dellie maahta evtiedidh dah cellejeatjahtehtemh laahpehtidh jallh vuertedh jïh vuejnedh jis dah jeatjahtehtemh jïjtje sjïdtehtidh.

source: Guhka ájgge gihtjá åvddål gå sellarievddadusá åvdeduvvi skoahtotjåttåbårredávddaj, dábálattjat lågev gitta lågenanvihtta jage.
sma: Guhkiem åvteli cellejeatjahtehtemh boenengåetiecancerem sjidtieh, daamhtemes luhkie jallh luhkievïjhte jaepieh.

source: Le vuorjját gå juo åvdedum bårredávdda ielveduvvá sellaåtsådimen, valla dáhpáduvvá ájnegasj bále.
sma: Dïhte dan ovsïejhme joe evtiedamme cancerem aajhtsa gosse cellepryövenassem vaeltedh, mohte gujht deahpede.

source: Bårredávdda dalloj la árra mieren ja dálkudibme máhttá álkkebut sjaddat binnep tjuovvobájnatjimij.
sma: Dellie pråvhka cancerem aareh stadijumesne årrodh jïh båehtjierdimmie maahta aelhkebe sjædta vaenie lissiehdåårresinie.

source: Juohkka jage vargga 450 svieriga nissuna åttjudi skohtotjåttåbårredávdav gå ålobu, bájkoj 30 000 nissuna, diededuvvi siján li sellarievddadusá.
sma: Fïerhten jaepien mahte 450 sveerjen nyjsenæjjah boernengåetiecancerem åadtjoeh, mearan jïjnjebh, medtie 30 000 nyjsenæjjah dïerem åadtjoeh dej cellejeatjahtehtemh.

source: Nissuna gåhtjoduvvi dájvvalakkoj
sma: Nyjsenæjjah jaabnan gohtje

source: Nissuna gåhtjoduvvi juohkka goalmát jage
sma: Nyjsenæjjah fïerhten gåalmeden jaepien gohtje

source: Gájkka nissuna 23 ja 50 jage gaskan gåhtjoduvvi sellaåtsådibmáj juohkka goalmát jage.
sma: Gaajhkh nyjsenæjjah 23 jïh 50 jaepiej gaskem åadtjoeh gohtjemem cellepryövenassese fïerhten gåalmeden jaepien.

source: Dan maŋŋela gåhtjoduvvá juohkka vidát jage gå la 50 ja 60 jage gaskan.
sma: Dan mænngan gohtjemem åådtje fïerhten vïjhteden jaepien gosse 50 jïh 60 jaepiej gaskem.

source: Jus la vuorrasap gå 50 jage de ájgge gåhttjoma gaskan målsudi vehik gånnå rijkan årru.
sma: Jis båarasåbpoe 50 jaepeste maahta tïjje gohtjemi gaskem jeatjahtahta destie gusnie laantesne årroeminie.

source: Nissuna gudi åvdebut li dåmajduvvam sellarievddadusájda máhtti aj dárbahit sellaåtsådimkontrållåjt 60 jage maŋŋela.
sma: Nyjsenæjjah gïeh aarebi leah cellejeatjahtehtemi åvteste gïetedamme maehtieh cellepryövenassevååksjemh daarpesjidh aaj mænngan 60 jaepiej ïlleme.

source: Gåhttjom rájaduvvá årudahkaj gånna l álmmuktjáledum ja agev la iesjmiedogis oassálasstet.
sma: Gohtjemem adressese seedtie gusnie åålmegetjaaleme jïh frijjes jis sæjhta meatan årrodh.

source: Makkir duostudahkaj åtsådimev vaddá ?
sma: Mij dåastoevidie pryövenassem vedtedh ?

source: Gå la gåhttjomav oadtjum de gáhppeliddje sellaåtsådimev válldá lagámus gáhppeliddjeduostudagán, mij aj gåhtjudallá iednijsujttoguovdátjin.
sma: Gosse gohtjemem åådtjeme cellepryövenassem tsegkietnie vaalta lïhkemes tsegkietniedåastoevisnie maam aaj gohtje ietniehoksejarnge.

source: Ienemusát oadtju mierredum ájgev ja máhttá dav ådåsis diŋŋgot.
sma: Daamhtemes sjïere tïjjem åådtje maam maahta jeatjahtehtedh.

source: Muhtem bájkijn máhttá aj ådåsis diŋŋgot ietjá duostudahkaj.
sma: Såemies sijjine maahta aaj tïjjem dængkodh jeatjah dåastoevisnie.

source: Jus vaddá sellaåtsådimev gynekologalasj åtsådime bále, buojkulvissan gynekologa lunna jali preventijvvanävorádevaddema lunna, de åtsådime álu aj registarduvvi vaj oadtju boahtte fáladusáv sellaåtsådimkontrållåj maŋŋel gå li gålmmå jali vihtta gållåm.
sma: Jis cellepryövenassem vadta gosse gynekologijen goerehtimmiem darjodh, vuesiehtimmien gaavhtan gynekologesne jallh gosse preventijvevierhtiejgujmie raeriestidh, pryövenasside registreradidh guktie aaj faalenassem cellepryövenassevååksjemasse gosse golme jallh vïjhte jaepieh vaaseme.

source: Muhtema e dárbaha åtsådimev vaddet
sma: Såemies eah daarpesjh pryövenassem vedtedh

source: Gudi li nuorabu gå 23 jage ja vuorrasappo gå 60 jage e gåhtjoduvá
sma: Dah gïeh nuerebe 23 jïh båarasåbpoe 60 eah gohtjesuvvieh

source: Jus la nuorap gå 23 jage ij gåhtjoduvá sellaåtsådimkontrållåjda.
sma: Jis nuerebe 23 jaepieh ij cellepryövenasside gohtjesuvvieh.

source: Sellarievddadusá li ietjastis åbbå dábálattja åvddål 23 jage, valla ienemusá gáhtu ietjastis nåv nuorra nissunijn.
sma: Cellejeatjahtehtemh gååvnesieh gujht åvteli 23 jaepien båeries, mohte jeenjemes gaarvanieh dej noere nyjsenæjjine.

source: Le sierralágásj vuorjját gå skoahtotjåttåbårredávdda åvdån gå l nåv nuorra.
sma: Dïhte ekstremeles ovdaamhtaj boernengåetietjeapohkecancerem evtiedidh dan aareh.

source: Jus la oassálasstám gynekologalasj sellaåtsådimkontrållåj ja li moadda iemelágásj sellaåtsådime årrum gå l dävddám 60 jage l máhttelisvuohta maŋebut viessomin åvdet skoahtotjåttåbårråmdávdav sieldes unne.
sma: Jis lea meatan orreme gynekologijen cellepryövenassevååksjemisnie jïh gellie normaale cellepryövenasside åtneme gosse 60 jaepieh illeme lea dan onne vaahra boernengåetietjeapohkecancerem åådtje dan mænngan.

source: Gudi älla seksav adnám e dárbaha åtsådimev vaddet
sma: Dah gïeh eah seksem utnieh eah daarpesjh pryövenassem vedtedh

source: Jus ij la goassak seksav adnám de ij dárbaha sellaåtsådimev vaddet.
sma: Jis idtji seksem utnieh ij daarpesjh cellepryövenassem vedtedh.

source: Skoahtotjåttåbårredávdda badján nissunijn gudi li seksav adnám ja li HPV vissa tjerdas, humana papillomavirus soaboduvvam.
sma: Boernengåetiecancere ajve nyjsenæjjide sjædta dejtie gïeh seksem åtneme jïh laanestamme sjïere typine HPV:este, humaneles papillomviruse.

source: Jus la homoseksuella de l buorre sellaåtsådimkontållåjn mannat dájvvalakkoj danen gå virus mij máhttá dahkat sellarievddadusájt dávk soabosj nissunis nissunij.
sma: Jis homoseksuelle dellie hijven daamhtaj cellepryövenassevååksjemasse vuelkedh juktie viruse mestie cellejeatjahtehtemidie sjïdtedh aaj maahta nyjsenæjjeste nyjsenæjjese laanestidh.

source: Jus la skoadov ierit tjuollam
sma: Jis boernengåetiem operasjovnine laahpehtidh

source: Jus la ålles skoadov ierit tjuollam, mij gåhtjudallá ålles hysterektomiddjan, de ij dárbaha mannat sellaåtsådimkontrållåjn, danen gå skoahtodáhppá de l aj ierittjuoladum.
sma: Jis abpe boernengåetiem operasjovnine laahpehtamme, maam gohtje hysterektomije, ij daarpesjh cellepryövenassevååksjemasse båetedh, dan gaavhtan boernengåetietappem aaj lea operasjovnine laahpehtamme.

source: Valla jus tjuollam dagáduváj skoahtotjåttåbårråmdávda jali sellarievddadusáj diehti beras boahtteájgemannat kontrållåjn.
sma: Mohte jis operasjovnem dorjeme boernengåetietjeapohkecanceren jallh jeatjahtehtemi åvteste boernengåetietjeapohkisnie byöroe jåerhkedh dam vååksjedh.

source: Váldeduvvá de åtsådibme guodná bajemus oases.
sma: Dellie pryövenassem tsïnnen bijjemes bieleste vaalta.

source: Jus juorrul makkir tjuollamtjerdav la tjadádam jali ma li ierit tjuoladum de máhttá gatjádit klinijkan gånnå tjuoladuvvi.
sma: Jis ij leah vihties mij operasjovnide lea tjïrrehtamme jallh maam lea laahpehtamme maahta klinihkesne gihtjedh gusnie operasjovnem dorjeme.

source: Gáhppeliddje gáhppeliddjeduostudagán jali iednesuojttoguovdátjin álu máhtti viehkedit dáv diededimev åttjudit.
sma: Tsegkietnie tsegkietniedåastoevisnie jallh ietniehoksejarngesne maahta aaj viehkiehtidh dejtie bïevnesidie gaavnedh.

source: Jus juorrula de l buorep åtsådimev vaddet sihkarvuoda diehti.
sma: Jis ij leah vihties dellie buerebe pryövenassem vaeltedh vihtiesvoeten gaavhtan.

source: Nåvti åtsådibme dagáduvvá
sma: Naemhtie goerehtimmiem darjodh

source: Ij dárbaha gárvedit sellaåtsådime åvddåla sierraláhkáj, valla ij galga seksav adnet jali adnet avtak vuojddasav guodnán jánndurav åtsådime åvddåla.
sma: Ij daarpesjh sjïere vuekine ryöjredidh åvtelhbodti cellepryövenassem vadta, bene ij boetjh jallh naan badtja tsïnnen sïjse nåhtadidh dygnem goerehtimmien åvteli.

source: Sellaåtsådibme ietján sjaddá vájvve dádjadit.
sma: Cellepryövenasse maahta ellien sjædta gïerve toelhkedh.

source: Ij ga galgga åtsådimev vaddet gå l liejbbe.
sma: Ij edtjh pryövenassem vedtedh gosse gujnelemmie.

source: Åtsådibme skoahtodáhpás
sma: Pryövenasse boernengåetietappeste

source: Åtsådime åvddåla hähttu nuoladit vuollerubmahav ja viellidit gynekologalasj åtsådimståvllåj.
sma: Goerehtimmien åvteli tjuara vaarjoeh noeledh vueliekråahpesne jïh gynekologijen goerehtimmiestovlese tjihkedidh.

source: Åtsådiddje, gut la gáhppeliddje jali dåktår, várrogit sierri guodná sijddovijddudagáv dábálasj gynekologalasj instrumentaj ma galggi rumajlieggasa årrot.
sma: Pryövenassevaaltije, gie tsegkietnie jallh dåaktere, mojhteleslaakan tsïnnevïedtjide rïhpeste gynekologijen dïrreginie mej leah kråahpetemperatuvre.

source: Gåktu åtsådibme váldeduvvá målsut duostudagás duostudahkaj.
sma: Guktie pryövenassem vaalta maahta jeatjahtehtedh dåastoevistie dåastoevasse.

source: Dábálattjat spahtel muoras jali plástas gähppadit duohtaduvvá skoahtodáhppá vuosstij ja de dibma bårstasj aneduvvá skoahtotjåddåga vuolemus oasen.
sma: Damtemes ohtje spatelem nåhtede mij boernengåetietappen vööste deehkehtidh jïh dan mænngan ohtje seepine boernengåetiekanalen vueliehkommes bielesne.

source: Åtsådibme ruvva manná ja dábálattjat la val moatten minuvtan.
sma: Pryövenassem varki vaeltedh jïh daamhtaj barre naan minudtesne.

source: Ij baktji.
sma: Ij provhkh baektjiedidh.

source: Muhtema dåbddi vájvev valla ruvva vássá.
sma: Naakene maahta vaejviem damtedh mohte varki orrije.

source: Gatjálvisá vásstedit
sma: Gyhtjelassh mejtie vaestiedidh

source: Álu hähttu vásstedit muhtem gatjálvisájt åtsådime bále, buojkulvissan
sma: Daamhtaj aaj åådtje vaestiedidh naan gyhtjelasside gosse pryövenassem vaeltedh, vuesiehtimmien gaavhtan

source: goassa lij liejbe vuostasj biejvve, jali jus läjbboma li gáhtum
sma: gåessie minngemes gujnelemmien voestes biejjie, jallh jis gujnelemmie orriji

source: jus preventijvvanävojt adná ja makkirijt
sma: jis preventijvevierhtieh nåhtede jïh jis naemhtie mij dejstie

source: jus dálkuduvvá hormåvnaj klimakteriavájvijda
sma: jis hormonigujmie båehtjierdidh klimakterijedåeriesmoeri vööste

source: jus la iesselissan jali l mánáv riegádahttám maŋemus jage.
sma: jis nåajsan jallh baersieldamme minngemes jaepesne.

source: Diedo rájaduvvi aktan åtsådimijn ja giehpet laboratåvrråj ietjas árvvalimev dahkat.
sma: Dah bïevnesh pryövenassen ektesne seedtie jïh dorje aelhkebe sjædta laboratovrijesedej vuarjasjimmiem darjodh.

source: Maŋŋela máhttá varddemav mij ij la várálasj oadtjot
sma: Dan mænngan maahta onne ovvaahreles vïrremem åadtjodh

source: Skoahtotjåddåga skoade gähppadit varddá ja l dábálattjat binná varddemav åtsådime maŋŋela oadtju.
sma: Boernengåetietjeapohken njevlieskïelte aelhkie barta jïh sïejhme onne jïh ovvaahreles bertemem åådtje goerehtimmien mænngan.

source: Varddem gáhtu muhtem biejve duogen.
sma: Vïrreme galhkoe naan biejjien mænngan.

source: Gudi li iesselissan máhtti åtsådimev vaddet
sma: Jis nåajsan maahta aaj pryövenassem vedtedh

source: Åtsådibme l ållu vádádagi ja máhttá åtsådimev dahkat aj gå l iesselissan.
sma: Pryövenassevaalteme lea vaahraj namhtah jïh hijven gåarede pryövenassem vaeltedh jis nåajsan.

source: Májnoduvvá åtsådimev vaddá maŋemusát 15 iesselisváhkon danen gå guoradallam rievddadiddje åtsådimes máhttá vájvep jus iesselisvuohta l guhkev åvddånam.
sma: Pråvhka jiehtieh buerie jis pryövenassem vedtedh minngemes 15 nåajsanvåhkosne dan gaavhtan goerehtimmie sveehkeme pryövenasseste maahta gïervebe sjïdtedh jis guhkebe nåajsan orreme.

source: Ienemus vásstádusá e rievddadusájt vuoseda
sma: Jeenjemes vaestiedassh eah naan jeatjahtehtemh vuesehth

source: Gudán vahkon beras brevav åtsådimvásstádusájn oadtjot, valla muhttijn máhttá guhkep ájgev gihtjat.
sma: Govhte våhkoej raejesne byöroe prieviem pryövenassevaestiedassine åådtjeme, mohte muvhtene maahta guhkebe tïjjem vaasedh.

source: Bájkoj 95 åtsådimijs 100 li sellarievddadusáj dagi ja árvvaluvvi iemelágátjin.
sma: Medtie 95 pryövenassh 100 pryövenassijste leah cellejeatjatehtemh namhtah jïh normaaline vuarjasjidh.

source: Vásstádusáv rádji njuolgga årudahkaj laboratåvrås.
sma: Vaestiedassem åådtje rïekte gåetide laboratovrijeste seedtedh.

source: Jus åtsådibme vatteduváj gynekologaduostudagán jali preventijvvanävoduostudagán de ienemusát gut åtsådimev válldij gänna åvdåsvásstádusáv rádjat vásstádusás.
sma: Jis pryövenassem vadteme gynekologedåastoevisnie jallh preventijvevierhtiedåastoevisnie dellie daamhtaj dïhte gie pryövenassem vaalteme gïen dïedte vaestiedassem vedtedh.

source: Vuorjjás bálijn älla åtsådimev máhttám guoradallat, buojkulvissan jus gávnnuj edna liejbbevarra danna.
sma: Ovsïejhme tsiehkine idtji maehtieh pryövenassem analyseeredh, vuesiehtimmien gaavhtan jis jïjnjh gujnelemmievïrrem dan sisnie.

source: Gåhtjoduvvá de ådå sellaåtsådibmáj.
sma: Dellie orre cellepryövenassese gohtje.

source: Jus åtsådimen li sellarievddadusá
sma: Jis pryövenassesne cellejeatjahtehtemh

source: Jus sellaåtsådibme vuoset muhtemlágásj sellarievddadusájt de guoradaláduvvá vijddábut.
sma: Jis pryövenasse cellejeatjahtehtemh vuesehte dellie dam vijresåbpoe goerehtidh.

source: Jus li unna sellarievddadusá ja l ållim 30 jali 35 jage, áldarmierre mierreduvvá gånnå rijkan årru, de dábálattjat åtsådibme dalága åtsåduvvá virusgähttjalimijn.
sma: Jis geehpes cellejeatjahtehtemh åtna jïh 30 jallh 35 jaepieh illeme, aaltereraaste jeatjahtahta gusnie årroeminie laantesne, dellie pryövenasse daamhtaj viruseteestine goerehtidh.

source: Gähttjalibme gehtjat jus la HPV tjärdda, humana papillomavirus, mij máhttelisvuodav vaddá skoahtotjåttåbårredávddaj.
sma: Teeste vååksjede jis HPV typem åtna, humaneles papillomviruse, maam vaahra boernengåetiecancerasse vadta.

source: Gejn val li sämmibále dát HPV-tjärdda dárbahi boahtet åtsådibmáj.
sma: Ajve dejtie giej seammasïenten daam HPV-typem utnieh tjuerieh goerehtæmman båetedh.

source: Jus li giehppis sellarievddadusá majn älla dakkir virus de val dárbaj ådå sellaåtsådimev válldet jage maŋŋela.
sma: Jis geehpebe cellejeatjahtehtemh åtna man ij dagkeres virusem utnieh daarpesje barre orre cellepryövenassem jaepien mænngan vaeltedh.
